/* AdminUserException.kt
* MIA - 인스타그램 자동화
* 관리자 쪽 회원 관리 관련 예외 정의
* 작성자 : 이홍비
* 최초 작성 날짜 : 2026.10.01
*
* ========================================================
* 프로그램 수정 / 보완 이력
* ========================================================
* 작업자        날짜        수정 / 보완 내용
* ========================================================
* 이홍비    2026.10.01     AdminUserException 작성
* ========================================================
*/


package mia.exception

class AdminUserException(message: String) : RuntimeException(message)